
===========================================================================
report_tns
============================================================================
tns -5.26

===========================================================================
report_wns
============================================================================
wns -1.05

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -1.05

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 4.08
