
===========================================================================
report_tns
============================================================================
tns -9.43

===========================================================================
report_wns
============================================================================
wns -1.77

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -1.77

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 4.11
