
===========================================================================
report_tns
============================================================================
tns -0.61

===========================================================================
report_wns
============================================================================
wns -0.36

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -0.36

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 0.34
